/* No comment provided by engineer. */
"AgreeButton" = "ยอมรับ";

/* No comment provided by engineer. */
"AgreementMessage1" = "หากต้องการติดตั้งซอฟต์แวร์นี้ต่อ คุณต้องยอมรับเงื่อนไขของข้อตกลงในซอฟต์แวร์";

/* No comment provided by engineer. */
"AgreementMessage2" = "คลิก ตกลง เพื่อดำเนินการต่อ หรือคลิก ไม่ตกลง เพื่อยกเลิกการติดตั้ง และออกจากตัวติดตั้ง";

/* No comment provided by engineer. */
"All Regions -- Beta License Agreement" = "ทุกภูมิภาค -- ข้อตกลงอนุญาตใช้งานรุ่นเบต้า";

/* No comment provided by engineer. */
"DisagreeButton" = "ไม่ยอมรับ";

/* No comment provided by engineer. */
"PaneTitle" = "ข้อตกลงอนุญาตใช้งาน";

/* No comment provided by engineer. */
"ReadLicenseButton" = "อ่านการอนุญาตใช้งาน";

/* No comment provided by engineer. */
"SelectCountryText" = "เลือกประเทศหรือภูมิภาคของคุณ:";

/* No comment provided by engineer. */
"SelectFromList" = "เลือกจากรายการ";

